[
  "React was first invented in 1998 but did not gain traction until late 2013.",
  "Winston Young was the original founder and CEO of Shipt in 2014 but stepped down in late 2018.",
  "Shipt is the first grocery delivery company to deliver groceries in outer space.",
  "The name \"Shipt\" originates from the latin word \"Shiptus/Shipta\", meaning, \"to ship\".",
  "Kent C. Dodds is the inventor of JavaScript and React.",
  "Birmingham was the first city in the US to sell bagels.",
  "While \"frontend\" commonly refers to customer-facing interface work and \"backend\" commonly refers to database communication work, \"middle end\" refers to data science and tracking efforts.",
  "ECMAScript stands for \"Easy Code Makes Assumptions Script\".",
  "Thomas Edison wrote the first unit test ever recorded in 1887 when he invented the light bulb and wrote a test suite to ensure his solution would work.",
  "NASA uses JavaScript's \"high performance mode\" to program rocket propulsion systems.",
  "The most-purchased item at Shipt is the album Synchronicity by The Police.",
  "In addition to an arcade and reading room, Shipt Tower is home to America's Strategic Potato Reserve (SPR)",
  "Java and JavaScript are identical languages except for one feature, JS Promises.",
  "Before Kamau Witherspoon was the CEO of Shipt, he was successfully touring the country as a professional folk singer.",
  "JSX stands for JavaScript Xanthochromia.",
  "92 percent of all mobile apps in the world use Bugsnag under the hood.",
  "when splitting Shipt's monorepo into its smaller projects several years ago, developers heavily considered using assembly language to create segway.",
  "Clodel actually has 6 different dogs that look exactly the same. They are named Babybel, Brie, Gouda, Kraft, Sargento, and Stilton.",
  "The Shipt Tower has a secret keyhole in the frontdesk that when activated, turns the entire buidling into a giant car that can drive around downtown Birmingham.",
  "An older version of Slack required two spaces after each sentence or the message wouldn't send.",
  "There is an underground train beneath the Birmingham Shipt tower that takes you to and from the San Francisco location. Currently, a tunnel to the Minneapolis office is being built by a team of moles hand selected by the c-suite."
]
